Repository: akamadya/offline-maps
Catalog: lib/l10n/app_*.arb
Languages: id

source: Hello World!
id: Halo Dunia!

# somethingWrong
source: There is an error
id: Terjadi Kesalahan

# errorLogin
source: Your Email or Password is Incorrect. Please re-enter it with the correct data.
id: Email atau Kata sandi Anda Salah. Silahkan masukkan kembali dengan data yang benar.

# emailInvalid
source: Email is invalid, Please check your email
id: Email tidak sesuai, cek kembali email anda

# credentialEmpty
source: Please fill your email and password correctly
id: Silahkan isi email dan password anda dengan benar

source: Login
id: Masuk

# descLogin
source: Please enter your email and password
id: Silahkan masukan email dan kata sandi Anda

source: Enter Email
id: Masukkan Email

# forgotPass
source: Forgot Password?
id: Lupa Kata Sandi?

# titleForgotPass
source: Forgot Password
id: Lupa Kata Sandi

# sendVerifiedCode
source: Send Verification code
id: Kirim kode Verifikasi

# descForgotPass
source: Please enter your email so we can send you a verification code
id: Silahkan masukkan email Anda sehingga kami dapat mengirimkan kode verifikasi

# descSuccessForgotPass
source: We have sent an activation code to the email address
id: Kami telah mengirimkan kode aktivasi ke alamat email

# notReceivedEmail
source: Haven't received email confirmation?
id: Belum menerima konfirmasi email?

source: Resending
id: Kirim Ulang

# menuPengecekan
source: Asset Checking
id: Pengecekan Aset

# menuRuangan
source: Room Reservation
id: Reservasi Ruangan

# menuKendaraan
source: Vehicle Reservation
id: Reservasi Kendaraan

# menuPersediaan
source: Supply
id: Persediaan

# menuPengaduan
source: Complaint
id: Pengaduan

# menuPresensi
source: Presence
id: Presensi

# menuPelacakanAset
source: Asset Tracking
id: Pelacakan Aset

# menuMutasi
source: Mutation
id: Mutasi

source: Home
id: Beranda

source: News
id: Berita

source: History
id: Riwayat

source: Profile
id: Profil

# descNewsHome
source: Share the latest news and information you need
id: Berbagi berita dan informasi terbaru yang kamu butuhkan

source: Enter Password
id: Masukkan Password

source: Room Reservation
id: Reservasi Ruangan

# noRoomEvent
source: There is no schedule yet
id: Belum ada jadwal

# descNoRoomEvent
source: The calendar displays the room reservation schedule
id: Kalender menampilkan jadwal reservasi ruangan

source: Security
id: Keamanan

# changePwd
source: Change Password
id: Ubah Kata Sandi

source: Other Info
id: Info Lainnya

# aboutApp
source: About the App
id: Tentang Aplikasi

source: Privacy Policy
id: Kebijakan Privasi

# tnc
source: Terms and Conditions
id: Syarat dan Ketentuan

source: Logout
id: Keluar

# onboardMsg1
source: Welcome to TASPEN OPTIMA
id: Selamat datang di TASPEN OPTIMA

# descOnboardMsg1
source: Welcome to the Optimalization Inventory and Management of Asset application which can be used to manage asset needs in the office
id: Selamat datang di aplikasi Optimalization Inventory and Management of Asset yang dapat digunakan untuk mengatur kebutuhan aset di kantor

# onboardMsg2
source: Check and Track Assets Easily
id: Lakukan Pengecekan, Pelacakan Aset dengan Mudah

# descOnboardMsg2
source: OPTIMA makes it easier for you to check and track assets from your cell phone
id: Dengan OPTIMA mempermudah Anda untuk melakukan pengecekan dan pelacakan aset dalam satu genggaman handphone

# onboardMsg3
source: Reserve Rooms and Vehicles Without the Hassle
id: Reservasi Ruangan dan Kendaraan Tanpa Perlu Ribet

# descOnboardMsg3
source: Now with a single OPTIMA Application you can easily make reservations for rooms and vehicles
id: Sekarang dengan satu aplikasi OPTIMA Anda dapat dengan mudah melakukan reservasi untuk ruangan maupun kendaraan

# assetTrackingOpts
source: Select Asset Tracking Type
id: Pilih Tipe Pelacakan Aset

# scanQR
source: Scan QR Code
id: Pindai Kode QR

# inputCode
source: Input Code Manually
id: Kode Manual

source: Track Asset
id: Lacak Aset

source: Change Password
id: Ubah Kata Sandi

source: Old Password
id: Password Lama

source: New Password
id: Password Baru

# confirmPassword
source: Confirm New Password
id: Konfirmasi Password Baru

source: Save
id: Simpan

# logoutConfirm
source: Are you sure you want to logout?
id: Apakah Anda yakin ingin keluar dari akun ini?

source: Change Profile
id: Ubah Profil

source: Name
id: Nama

# uploadDoc
source: Upload Document
id: Upload Dokumen

# openDoc
source: Choose from documents
id: Pilih dari dokumen

# openGallery
source: Choose from gallery
id: Pilih dari galeri

# openCam
source: Take photo
id: Ambil Foto

# titleMenuFloat
source: Having problems with assets?
id: Memiliki kendala dengan aset?

# descMenuFloat
source: Immediately report your problem so that it can be handled quickly
id: Segera laporkan kendala anda agar cepat ditangani

# trackingDetail
source: Asset Tracking Details
id: Detail Pelacakan Aset

source: Asset Number
id: Kode Aset

source: Asset Name
id: Nama Aset

source: Asset Type
id: Tipe

source: Location
id: Lokasi

# pic
source: Person in Charge
id: Penanggung Jawab

# assetNotFound
source: Couldn't find asset data
id: Data aset tidak ditemukan

# descAssetNotFound
source: The asset data you are looking for does not exist, please re-enter the asset code
id: Data aset yang Anda cari tidak ada, silakan masukan kembali kode aset

source: Back
id: Kembali

source: Submitted
id: Diajukan

source: Approved
id: Disetujui

source: Cancelled
id: Dibatalkan

source: Rejected
id: Ditolak

source: Process
id: Proses

# supplyNotFound
source: There is no supplies data at this moment
id: Belum ada persediaan

# descSupplyNotFound
source: The newest data will appear here
id: Persediaan terbaru akan tampil di sini

source: Add Usage
id: Tambah Penggunaan

# addRequest
source: Add addRequest
id: Tambah Permintaan

source: Detail Vehicle Reservation
id: Detail Reservasi Kendaraan

# vehicleLoanerInfo
source: Vehicle Loaner information
id: Informasi Peminjam Kendaraan

source: Employee Name
id: Nama Pegawai

source: Closed
id: Selesai
